{
  "tra.title.long": "Transilvania Analytics",
  "tra.menu.home": "home",
  "tra.menu.projects": "projects",
  "tra.menu.about-us": "about us",
  "tra.menu.contact": "contact",
  "tra.menu.privacy-policy": "privacy policy",
  "tra.home.about-us": "“Data captures everything!“ We have entered the digitalisation era. Almost every physical service is brought up on the internet. Behind every service there is data, lots of data. On this data, state-of-the-art algorithms are implemented to benefit the user. Our mission is  to produce smart digital solutions based on AI and statistical learning algorithms in fields such as sports and education.  We are a team of enthusiastic professionals in the areas of Information Technology and Applied Mathematics with extensive experience in the private and academic sector.  We started our company in July, 2020 and plan to launch our first product in November 2021. The product was born out of our passion for tennis and it is designed to improve both club and player experience through smart digital solutions.",
  "tra.about.team": "A Passionate Team",
  "tra.about.bobo.title": "Bogdan Gavrea",
  "tra.about.bobo.content": "Bogdan Gavrea is a professor of Mathematics in the Technical University of Cluj-Napoca. His research is connected to the development of mathematical algorithms with applications to Robotics and Artificial Intelligence. He is a   passionate tennis fan and a proud tennis dad. ",
  "tra.about.bogdan.title": "Bogdan Popa",
  "tra.about.bogdan.content": "Bogdan Popa is a software engineer and architect for over 15 years, working on a wide range of projects, with affinity for iot and big data.",
  "tra.about.marius.title": "Marius Dragomiroiu",
  "tra.about.marius.content": "Marius Dragomiroiu is a software engineer with over 20 years experience in the IT sector.  He worked as developer, business analyst, consultant in a wide range of projects.",
  "tra.about.dorian.title": "Dorian Vinceller",
  "tra.about.dorian.content": "Dorian Vinceller is a pasionate software developer with more than 10 years of experience with Java development.",
  "tra.about.alex.title": "Alex Stanciu",
  "tra.about.alex.content": "Alex Stanciu is a software developer  experienced in mobile app development. He is passionate about 3D printing and beer brewing/drinking.",
  "tra.about.szilard.title": "Szilárd Toth",
  "tra.about.szilard.content": "Szilárd Toth is a software developer, experienced in web development. He  is  passionate  about Javascript frameworks, libraries and front-end architecture.  ",
  "tra.contact.name": "your name",
  "tra.contact.name.required": "your name required",
  "tra.contact.email": "your e-mail",
  "tra.contact.email.required": "your e-mail required",
  "tra.contact.email.invalid": "your e-mail invalid",
  "tra.contact.message": "your message",
  "tra.contact.message.required": "your message required",
  "tra.contact.message.requiredLength": "min 10 characters required",
  "tra.contact.captcha.required": "missing or invalid captcha",
  "tra.contact.send.email": "Send",
  "tra.contact.address": "Onisifor Ghibu, nr. 1\nCluj-Napoca",
  "tra.contact.mail": "info@transilvania-analytics.com",
  "tra.contact.get.in.touch": "Get in touch",
  "tra.projects.our.works": "Our Works",
  "tra.projects.player.name": "TSuite Player Application",
  "tra.projects.player.description": "A mobile application designed to improve players experience on and off the court.Improve your tennis experience by staying connected to clubs and other players!",
  "tra.projects.player.download": "Coming soon on ",
  "tra.projects.web.name": "TSuite Club Application",
  "tra.projects.web.description": "A browser based application designed to optimize the day-to-day activities of a tennis club. It keeps the club connected to the player, increases its visibility and it helps in building a larger tennis community around the club.",
  "tra.projects.club.register": "Keep your club connected to players! Contact us!",
  "tra.projects.club.download": "Coming soon",
  "tra.contact.terms": "By clicking on <b>Send</b>, I consent this website store the provided information so that they can respond to my inquiry."
}
